{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Lowercase"
      },
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": "</w>",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "\"": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      ">": 28,
      "?": 29,
      "`": 30,
      "a": 31,
      "b": 32,
      "c": 33,
      "d": 34,
      "e": 35,
      "f": 36,
      "g": 37,
      "h": 38,
      "i": 39,
      "j": 40,
      "k": 41,
      "l": 42,
      "m": 43,
      "n": 44,
      "o": 45,
      "p": 46,
      "q": 47,
      "r": 48,
      "s": 49,
      "t": 50,
      "u": 51,
      "v": 52,
      "w": 53,
      "x": 54,
      "y": 55,
      "z": 56,
      "£": 57,
      "¦": 58,
      "«": 59,
      "®": 60,
      "°": 61,
      "²": 62,
      "´": 63,
      "·": 64,
      "»": 65,
      "½": 66,
      "¾": 67,
      "×": 68,
      "ð": 69,
      "ø": 70,
      "˜": 71,
      "​": 72,
      "‐": 73,
      "‑": 74,
      "–": 75,
      "—": 76,
      "‘": 77,
      "’": 78,
      "‚": 79,
      "“": 80,
      "”": 81,
      "•": 82,
      "…": 83,
      "€": 84,
      "™": 85,
      "﻿": 86,
      "e</w>": 87,
      ".</w>": 88,
      "y</w>": 89,
      "!</w>": 90,
      "4</w>": 91,
      "a</w>": 92,
      ",</w>": 93,
      "”</w>": 94,
      "8</w>": 95,
      "d</w>": 96,
      "n</w>": 97,
      "r</w>": 98,
      "h</w>": 99,
      "s</w>": 100,
      "k</w>": 101,
      "?</w>": 102,
      "g</w>": 103,
      "i</w>": 104,
      "%</w>": 105,
      "q</w>": 106,
      ")</w>": 107,
      "c</w>": 108,
      "’</w>": 109,
      "t</w>": 110,
      "p</w>": 111,
      "0</w>": 112,
      "o</w>": 113,
      ";</w>": 114,
      "\"</w>": 115,
      "m</w>": 116,
      "w</w>": 117,
      "l</w>": 118,
      ":</w>": 119,
      "v</w>": 120,
      "-</w>": 121,
      "1</w>": 122,
      "5</w>": 123,
      "6</w>": 124,
      "…</w>": 125,
      "z</w>": 126,
      "7</w>": 127,
      "'</w>": 128,
      "u</w>": 129,
      "b</w>": 130,
      "﻿</w>": 131,
      "x</w>": 132,
      "2</w>": 133,
      "f</w>": 134,
      "3</w>": 135,
      "9</w>": 136,
      "j</w>": 137,
      "®</w>": 138,
      "+</w>": 139,
      "></w>": 140,
      "—</w>": 141,
      "™</w>": 142,
      "/</w>": 143,
      "½</w>": 144,
      "–</w>": 145,
      "*</w>": 146,
      "«</w>": 147,
      "“</w>": 148,
      "»</w>": 149,
      "&</w>": 150,
      "°</w>": 151,
      "$</w>": 152,
      "¦</w>": 153,
      "•</w>": 154,
      "(</w>": 155,
      "​</w>": 156,
      "¾</w>": 157,
      "<</w>": 158,
      "`</w>": 159,
      "‚</w>": 160,
      "‘</w>": 161,
      "·</w>": 162,
      "²</w>": 163,
      "£</w>": 164,
      "˜</w>": 165,
      "×</w>": 166,
      "th": 167,
      "in": 168,
      "an": 169,
      "the</w>": 170,
      "er": 171,
      "re": 172,
      "ou": 173,
      "en": 174,
      "ar": 175,
      "ti": 176,
      "on": 177,
      "and</w>": 178,
      "to</w>": 179,
      "ing</w>": 180,
      "or": 181,
      "it": 182,
      "ed</w>": 183,
      "al": 184,
      "st": 185,
      "of</w>": 186,
      "ro": 187,
      "on</w>": 188,
      "er</w>": 189,
      "in</w>": 190,
      "es": 191,
      "is</w>": 192,
      "or</w>": 193,
      "at": 194,
      "il": 195,
      "es</w>": 196,
      "ac": 197,
      "ic": 198,
      "el": 199,
      "ha": 200,
      "om": 201,
      "is": 202,
      "at</w>": 203,
      "al</w>": 204,
      "ec": 205,
      "pl": 206,
      "as": 207,
      "for</w>": 208,
      "an</w>": 209,
      "ati": 210,
      "as</w>": 211,
      "ve</w>": 212,
      "ur": 213,
      "us": 214,
      "lo": 215,
      "ch": 216,
      "wh": 217,
      "our</w>": 218,
      "id": 219,
      "en</w>": 220,
      "pro": 221,
      "le": 222,
      "ol": 223,
      "un": 224,
      "ad": 225,
      "ent": 226,
      "wit": 227,
      "ig": 228,
      "with</w>": 229,
      "ab": 230,
      "em": 231,
      "ly</w>": 232,
      "yo": 233,
      "you</w>": 234,
      "com": 235,
      "are</w>": 236,
      "et": 237,
      "su": 238,
      "no": 239,
      "ent</w>": 240,
      "ag": 241,
      "am": 242,
      "it</w>": 243,
      "con": 244,
      "that</w>": 245,
      "ver": 246,
      "ri": 247,
      "the": 248,
      "ex": 249,
      "ed": 250,
      "li": 251,
      "s.</w>": 252,
      "sh": 253,
      "be</w>": 254
    },
    "merges": [
      "t h",
      "i n",
      "a n",
      "th e</w>",
      "e r",
      "r e",
      "o u",
      "e n",
      "a r",
      "t i",
      "o n",
      "an d</w>",
      "t o</w>",
      "in g</w>",
      "o r",
      "i t",
      "e d</w>",
      "a l",
      "s t",
      "o f</w>",
      "r o",
      "o n</w>",
      "e r</w>",
      "i n</w>",
      "e s",
      "i s</w>",
      "o r</w>",
      "a t",
      "i l",
      "e s</w>",
      "a c",
      "i c",
      "e l",
      "h a",
      "o m",
      "i s",
      "a t</w>",
      "a l</w>",
      "e c",
      "p l",
      "a s",
      "f or</w>",
      "a n</w>",
      "a ti",
      "a s</w>",
      "v e</w>",
      "u r",
      "u s",
      "l o",
      "c h",
      "w h",
      "ou r</w>",
      "i d",
      "e n</w>",
      "p ro",
      "l e",
      "o l",
      "u n",
      "a d",
      "en t",
      "w it",
      "i g",
      "wit h</w>",
      "a b",
      "e m",
      "l y</w>",
      "y o",
      "yo u</w>",
      "c om",
      "ar e</w>",
      "e t",
      "s u",
      "n o",
      "en t</w>",
      "a g",
      "a m",
      "i t</w>",
      "c on",
      "th at</w>",
      "v er",
      "r i",
      "th e",
      "e x",
      "e d",
      "l i",
      "s .</w>",
      "s h",
      "b e</w>"
    ]
  }
}